Repository: OrivexLabs/lexcleaner
Catalog: App/LexCleanerApp/Localizable.xcstrings
Source language: en
Languages: zh_hans

# residualKind.applicationSupport
source: Application Support
zh_hans: 应用支持数据

# residualKind.cache
source: Cache
zh_hans: 缓存

# residualKind.preferences
source: Preferences
zh_hans: 偏好设置

# residualKind.savedApplicationState
source: Saved Application State
zh_hans: 已保存应用状态

# residualKind.logs
source: Logs
zh_hans: 日志

# residualKind.webKit
source: WebKit Data
zh_hans: WebKit 数据

# residualKind.httpStorage
source: HTTP Storage
zh_hans: HTTP 存储

# residualKind.container
source: Container
zh_hans: 容器

# residualKind.launchAgent
source: Launch Agent
zh_hans: 启动代理

# residualKind.unknown
source: Unknown
zh_hans: 未知

# confidence.high
source: High confidence
zh_hans: 高置信度

# confidence.medium
source: Medium confidence
zh_hans: 中置信度

# confidence.low
source: Low confidence
zh_hans: 低置信度

# confidence.unknown
source: Unknown confidence
zh_hans: 置信度未知

# sentinel.feasibleReadOnly
source: Read-only monitoring available
zh_hans: 支持只读监测

# sentinel.unavailable
source: Unavailable
zh_hans: 不可用

# sentinel.unsupported
source: Unsupported
zh_hans: 不支持

# appManager.reason.shared
source: Shared data is not automatically associated.
zh_hans: 共享数据不会自动关联。

# appManager.reason.unknown
source: The residual path is outside the approved association boundary.
zh_hans: 残留路径超出已批准的关联边界。

# appManager.reason.applicationSupport
source: Application state data is protected.
zh_hans: 应用状态数据受保护。

# appManager.reason.cache
source: Exact bundle-owned cache path.
zh_hans: 精确归属于该 Bundle 的缓存路径。

# appManager.reason.preferences
source: Preferences may contain user choices and are protected.
zh_hans: 偏好设置可能包含用户选择，受到保护。

# appManager.reason.savedApplicationState
source: Saved state may affect application restoration.
zh_hans: 已保存状态可能影响应用恢复。

# appManager.reason.logs
source: Logs require review and are not assumed safe.
zh_hans: 日志需要审核，不能默认视为安全。

# appManager.reason.webKit
source: WebKit data may include sessions or site state.
zh_hans: WebKit 数据可能包含会话或网站状态。

# appManager.reason.httpStorage
source: HTTP storage may include session data.
zh_hans: HTTP 存储可能包含会话数据。

# appManager.reason.container
source: Container data may include user databases.
zh_hans: 容器数据可能包含用户数据库。

# appManager.reason.launchAgent
source: Launch item is identified only; it is not modified.
zh_hans: 仅识别启动项，不会修改。

# diskAnalyzer.title
source: Disk Analyzer
zh_hans: 磁盘分析

# diskAnalyzer.subtitle
source: Understand where space goes, with read-only analysis.
zh_hans: 只读分析磁盘空间分布，了解空间去向。

# diskAnalyzer.phase.idle
source: Ready
zh_hans: 就绪

# diskAnalyzer.phase.scanning
source: Scanning
zh_hans: 扫描中

# diskAnalyzer.phase.enriching
source: Enriching results
zh_hans: 正在完善结果

# diskAnalyzer.phase.completed
source: Scan complete
zh_hans: 扫描完成

# diskAnalyzer.phase.cancelled
source: Cancelled
zh_hans: 已取消

# diskAnalyzer.phase.failed
source: Failed
zh_hans: 失败

# diskAnalyzer.cancel
source: Cancel scan
zh_hans: 取消扫描

# diskAnalyzer.scanAgain
source: Scan again
zh_hans: 重新扫描

# diskAnalyzer.volume.total
source: Total capacity
zh_hans: 总容量

# diskAnalyzer.volume.used
source: Used
zh_hans: 已用

# diskAnalyzer.volume.available
source: Available
zh_hans: 可用

# diskAnalyzer.volume.logicalScanned
source: Logical size
zh_hans: 逻辑大小

# diskAnalyzer.volume.actualScanned
source: Actual allocated
zh_hans: 实际占用

# diskAnalyzer.volume.actualScannedDetail
source: Filesystem-reported allocation
zh_hans: 文件系统报告的分配空间

# diskAnalyzer.volume.details
source: Detailed information
zh_hans: 详细信息

# diskAnalyzer.volume.logicalSize
source: Logical size
zh_hans: 逻辑大小

# diskAnalyzer.volume.scanCoverage
source: Scan coverage
zh_hans: 扫描范围

# diskAnalyzer.volume.logicalSizeExplanation
source: Logical size may exceed the disk's physical capacity because of APFS clones, sparse files, and shared data.
zh_hans: 逻辑大小可能因 APFS 克隆、稀疏文件和共享数据而超过磁盘物理容量。

# diskAnalyzer.volume.apfsLimitation
source: APFS shared extents may prevent exact unique physical attribution.
zh_hans: APFS 共享数据块可能无法精确归属到单个文件。

# diskAnalyzer.scanned
source: Scanned
zh_hans: 已扫描

# diskAnalyzer.scannedDetail
source: %@ files · %@ directories
zh_hans: %@ 个文件 · %@ 个目录

# diskAnalyzer.treemap.title
source: Treemap
zh_hans: 空间 Treemap

# diskAnalyzer.treemap.scope
source: Scope: %@
zh_hans: 范围：%@

# diskAnalyzer.treemap.root
source: Home
zh_hans: 主目录

# diskAnalyzer.treemap.clickToOpen
source: Click a directory to open it
zh_hans: 点击目录深入查看

# diskAnalyzer.treemap.empty
source: No treemap data yet
zh_hans: 暂无 Treemap 数据

# diskAnalyzer.treemap.emptyDetail
source: Start a read-only scan to build the view.
zh_hans: 开始只读扫描以生成视图。

# diskAnalyzer.treemap.directory
source: Directory
zh_hans: 目录

# diskAnalyzer.treemap.largeFile
source: Large file
zh_hans: 大文件

# diskAnalyzer.treemap.nodeCount
source: %@ visible nodes
zh_hans: %@ 个可见节点

# diskAnalyzer.treemap.actual
source: Actual %@
zh_hans: 实际 %@

# diskAnalyzer.treemap.logical
source: Logical %@
zh_hans: 逻辑 %@

# diskAnalyzer.types.title
source: File types
zh_hans: 文件类型

# diskAnalyzer.types.subtitle
source: Statistics are informational only; large files are not cleanup candidates.
zh_hans: 统计仅供参考；大文件不会自动成为清理候选。

# diskAnalyzer.types.waiting
source: Waiting for scan data
zh_hans: 等待扫描数据

# diskAnalyzer.types.waitingDetail
source: File type totals appear when the scan completes.
zh_hans: 扫描完成后显示文件类型汇总。

# diskAnalyzer.type.documents
source: Documents
zh_hans: 文档

# diskAnalyzer.type.images
source: Images
zh_hans: 图片

# diskAnalyzer.type.videos
source: Videos
zh_hans: 视频

# diskAnalyzer.type.audio
source: Audio
zh_hans: 音频

# diskAnalyzer.type.archives
source: Archives
zh_hans: 压缩包

# diskAnalyzer.type.development
source: Development
zh_hans: 开发文件

# diskAnalyzer.type.other
source: Other
zh_hans: 其他

# diskAnalyzer.type.files
source: %@ files
zh_hans: %@ 个文件

# diskAnalyzer.type.logical
source: Logical %@
zh_hans: 逻辑大小 %@

# diskAnalyzer.type.actual
source: Allocated %@
zh_hans: 实际占用 %@

# diskAnalyzer.largeFiles.title
source: Large files
zh_hans: 大文件

# diskAnalyzer.largeFiles.subtitle
source: Top %@ files over %@
zh_hans: 前 %@ 个超过 %@ 的文件

# diskAnalyzer.largeFiles.actual
source: Actual %@
zh_hans: 实际 %@

# diskAnalyzer.largeFiles.logical
source: Logical %@
zh_hans: 逻辑 %@

# diskAnalyzer.largeFiles.search
source: Search path or filename
zh_hans: 搜索路径或文件名

# diskAnalyzer.largeFiles.filter
source: Filter
zh_hans: 筛选

# diskAnalyzer.largeFiles.sort
source: Sort
zh_hans: 排序

# diskAnalyzer.largeFiles.empty
source: No large files found
zh_hans: 未发现大文件

# diskAnalyzer.largeFiles.emptyDetail
source: The current scan has no files matching the threshold or filter.
zh_hans: 当前扫描没有符合阈值或筛选条件的文件。

# diskAnalyzer.filter.all
source: All types
zh_hans: 全部类型

# diskAnalyzer.sort.size
source: Size
zh_hans: 大小

# diskAnalyzer.sort.modified
source: Modified
zh_hans: 修改时间

# diskAnalyzer.sort.name
source: Name
zh_hans: 名称

# diskAnalyzer.issues.title
source: Scan issues
zh_hans: 扫描问题

# diskAnalyzer.issues.count
source: %@ recorded
zh_hans: 记录 %@ 项

# diskAnalyzer.issues.more
source: %@ more issues
zh_hans: 还有 %@ 项问题

# diskAnalyzer.issue.permissionDenied
source: Permission denied
zh_hans: 权限不足

# diskAnalyzer.issue.enumerationFailed
source: Enumeration failed
zh_hans: 枚举失败

# diskAnalyzer.issue.symlinkSkipped
source: Symlink skipped
zh_hans: 已跳过符号链接

# diskAnalyzer.issue.symlinkEscape
source: Symlink escape
zh_hans: 符号链接越界

# diskAnalyzer.issue.symlinkUnresolved
source: Symlink unresolved
zh_hans: 符号链接无法解析

# diskAnalyzer.issue.canonicalDuplicate
source: Canonical duplicate
zh_hans: 规范路径重复

# diskAnalyzer.issue.protectedPath
source: Protected path
zh_hans: 受保护路径

# diskAnalyzer.issue.volumeBoundary
source: Different volume skipped
zh_hans: 已跳过其他卷

# diskAnalyzer.issue.metadataUnavailable
source: Metadata unavailable
zh_hans: 元数据不可用

# diskAnalyzer.issue.notFound
source: Not found
zh_hans: 未找到

# diskAnalyzer.issue.notDirectory
source: Not a directory
zh_hans: 不是目录

# diskAnalyzer.issue.invalidTarget
source: Invalid target
zh_hans: 无效目标

# diskAnalyzer.issue.cancelled
source: Scan cancelled
zh_hans: 扫描已取消

# systemTools.systemTools
source: System Tools
zh_hans: 系统工具

# systemTools.overview
source: Overview
zh_hans: 概览

# systemTools.startup
source: Startup
zh_hans: 启动项

# systemTools.loginItems
source: Login Items
zh_hans: 登录项

# systemTools.privacy
source: Privacy
zh_hans: 隐私权限

# systemTools.privacySubtitle
source: Inspect public authorization states and device capabilities
zh_hans: 查看当前应用的公开授权状态与设备能力

# systemTools.startupSubtitle
source: Read-only view of macOS startup service declarations
zh_hans: 只读查看 macOS 启动服务声明

# systemTools.loginItemsSubtitle
source: Current app and explicitly known login items
zh_hans: 当前应用及已知登录项

# systemTools.launchAgentsSubtitle
source: User and system LaunchAgents
zh_hans: 用户与系统 LaunchAgents

# systemTools.launchDaemonsSubtitle
source: System LaunchDaemons
zh_hans: 系统 LaunchDaemons

# systemTools.readOnly
source: Read-only
zh_hans: 只读

# systemTools.refresh
source: Refresh
zh_hans: 刷新

# systemTools.refreshing
source: Refreshing…
zh_hans: 正在刷新…

# systemTools.search
source: Search
zh_hans: 搜索

# systemTools.searchPlaceholder
source: Search by name, path, or status
zh_hans: 按名称、路径或状态搜索

# systemTools.filter
source: Filter
zh_hans: 筛选

# systemTools.all
source: All
zh_hans: 全部

# systemTools.enabled
source: Enabled
zh_hans: 已启用

# systemTools.disabled
source: Disabled
zh_hans: 已停用

# systemTools.attention
source: Needs review
zh_hans: 需关注

# systemTools.details
source: Details
zh_hans: 详情

# systemTools.status
source: Status
zh_hans: 状态

# systemTools.source
source: Source
zh_hans: 来源

# systemTools.scope
source: Scope
zh_hans: 范围

# systemTools.location
source: Location
zh_hans: 位置

# systemTools.executable
source: Executable
zh_hans: 可执行文件

# systemTools.declaration
source: Declaration
zh_hans: 声明

# systemTools.collectedAt
source: Collected
zh_hans: 采集时间

# systemTools.noSelection
source: Select an item to inspect its details
zh_hans: 选择一项查看详情

# systemTools.noItems
source: No matching items
zh_hans: 没有匹配的项目

# systemTools.issues
source: Read notes
zh_hans: 读取提示

# systemTools.globalLoginItemsUnavailable
source: macOS has no stable public API for enumerating all Login Items; this view shows only the current app and explicitly supplied identifiers.
zh_hans: macOS 没有稳定的公开 API 枚举所有登录项；此处仅显示当前应用及显式提供的已知标识。

# systemTools.startupReadOnlyNotice
source: Startup status comes from plist declarations or public ServiceManagement queries. LexCleaner does not enable, disable, register, unregister, or delete startup items.
zh_hans: 启动项状态来自 plist 声明或公开 ServiceManagement 查询。LexCleaner 不启用、停用、注册、注销或删除启动项。

# systemTools.privacyReadOnlyNotice
source: This page reads public states only. It does not request permissions, inspect the TCC database, or monitor active processes.
zh_hans: 权限页面只读取公开状态，不请求权限、不访问 TCC 数据库，也不监控当前使用进程。

# systemTools.authorization
source: Authorization
zh_hans: 授权

# systemTools.capability
source: Device capability
zh_hans: 设备能力

# systemTools.available
source: Available
zh_hans: 可用

# systemTools.unavailable
source: Unavailable
zh_hans: 不可用

# systemTools.unsupported
source: Unsupported
zh_hans: 不支持查询

# systemTools.notDetermined
source: Not determined
zh_hans: 未决定

# systemTools.denied
source: Denied
zh_hans: 已拒绝

# systemTools.authorized
source: Authorized
zh_hans: 已授权

# systemTools.notRegistered
source: Not registered
zh_hans: 未注册

# systemTools.requiresApproval
source: Requires approval
zh_hans: 需要批准

# systemTools.notFound
source: Not found
zh_hans: 未找到

# systemTools.unknown
source: Unknown
zh_hans: 未知

# systemTools.system
source: System
zh_hans: 系统

# systemTools.user
source: User
zh_hans: 用户

# systemTools.protected
source: Protected system
zh_hans: 受保护系统

# systemTools.language
source: Language
zh_hans: 语言

# systemTools.appearance
source: Appearance
zh_hans: 外观

# systemTools.systemDefault
source: System
zh_hans: 跟随系统

# systemTools.light
source: Light
zh_hans: 浅色

# systemTools.dark
source: Dark
zh_hans: 深色

# systemTools.camera
source: Camera
zh_hans: 摄像头

# systemTools.microphone
source: Microphone
zh_hans: 麦克风

# systemTools.accessibility
source: Accessibility
zh_hans: 辅助功能

# systemTools.screenRecording
source: Screen Recording
zh_hans: 屏幕录制

# systemTools.fullDiskAccess
source: Full Disk Access
zh_hans: 完全磁盘访问

# systemTools.loginItem
source: Login Item
zh_hans: 登录项

# systemTools.noPath
source: No path
zh_hans: 无路径

# systemTools.noExecutable
source: No executable declared
zh_hans: 未声明可执行文件

# systemTools.capabilityDetail
source: From public AVFoundation device discovery; this does not imply authorization or active use.
zh_hans: 来自公开 AVFoundation 设备发现；不代表已授权或正在使用。

# systemTools.noPermissionDetail
source: No public current-app query API is available for this permission.
zh_hans: 此权限没有公开的当前应用查询 API。

# systemTools.count
source: %@ items
zh_hans: %@ 项

# menuBar.quickPanel
source: Quick panel
zh_hans: 快速面板

# menuBar.displayItems
source: Menu bar items
zh_hans: 菜单栏显示项

# menuBar.readOnly
source: Read-only monitoring
zh_hans: 只读监控

# menuBar.accessibilityLabel
source: LexCleaner system monitor
zh_hans: LexCleaner 系统监控

# metric.memory.short
source: MEM
zh_hans: 内存

# metric.network.short
source: NET
zh_hans: 网络

# metric.disk.short
source: DISK
zh_hans: 磁盘

# update.title
source: App update
zh_hans: 应用更新

# update.check
source: Check for updates
zh_hans: 检查更新

# update.checking
source: Checking…
zh_hans: 检查中…

source: Update available:
zh_hans: 发现新版本：

# update.upToDate
source: You are up to date.
zh_hans: 当前已是最新版本。

# update.unsupported
source: Update source is not configured.
zh_hans: 更新源尚未配置。

# update.failed
source: Update check failed.
zh_hans: 更新检查失败。

# update.reviewAndOpen
source: Review and open download
zh_hans: 查看并打开下载页面

# update.confirmTitle
source: Review update
zh_hans: 确认更新

# update.confirmMessage
source: LexCleaner will open the provider download page. Nothing will be downloaded or installed automatically.
zh_hans: LexCleaner 将打开更新提供方的下载页面。不会自动下载或安装。

# update.openDownload
source: Open download page
zh_hans: 打开下载页面

# update.version
source: Version
zh_hans: 版本

# update.noManualAction
source: This update has no manual action URL.
zh_hans: 此更新没有可用的手动操作地址。

# update.invalidActionURL
source: The update URL is not a secure web URL.
zh_hans: 更新地址不是安全的网页地址。

# update.openFailed
source: Could not open the update URL.
zh_hans: 无法打开更新地址。

# update.sparkleRuntimeUnavailable
source: Sparkle runtime is not configured in this build; no update result is inferred.
zh_hans: 此构建未配置 Sparkle runtime；不会推断更新结果。

# update.sparkleNotConfigured
source: Sparkle is not configured for this build.
zh_hans: 此构建尚未配置 Sparkle。

# update.sparkleConfirmation
source: Sparkle handles HTTPS download, signature verification, and installation only after you confirm in its update dialog.
zh_hans: Sparkle 仅在你于更新对话框确认后，通过 HTTPS 下载、校验签名并安装。

# update.automaticChecks
source: Automatically check for updates
zh_hans: 自动检查更新

# update.automaticChecksEnabled
source: Automatic checks are enabled. Sparkle will not install updates silently.
zh_hans: 已启用自动检查。Sparkle 不会静默安装更新。

# update.automaticChecksDisabled
source: Automatic checks are disabled until you enable them.
zh_hans: 自动检查已关闭，启用后才会运行。

# update.automaticChecksSafety
source: Updates are rejected when the feed, archive signature, or installation validation fails; the current app is kept.
zh_hans: Feed、归档签名或安装校验失败时会拒绝更新并保留当前 App。

# navigation.network
source: Network
zh_hans: 网络

# network.title
source: Network Health
zh_hans: 网络健康

# network.subtitle
source: Read-only diagnostics with measured, explainable results.
zh_hans: 只读诊断，所有结果均来自真实测量并可解释。

# network.connected
source: Connected
zh_hans: 已连接

# network.unavailable
source: Unavailable
zh_hans: 不可用

# network.health
source: Health overview
zh_hans: 健康概览

# network.throughput
source: Live throughput
zh_hans: 实时吞吐

# network.dnsBenchmark
source: DNS benchmark
zh_hans: DNS 基准测试

# network.diagnostics
source: Diagnostics
zh_hans: 诊断

# network.appUsage
source: App network usage
zh_hans: App 网络用量

# network.optimization
source: Optimization plan
zh_hans: 优化计划

# network.path
source: Path
zh_hans: 路径

# network.interface
source: Interface
zh_hans: 接口

# network.type
source: Type
zh_hans: 类型

# network.score
source: Score
zh_hans: 评分

# network.latency
source: Latency
zh_hans: 延迟

# network.jitter
source: Jitter
zh_hans: 抖动

# network.tcpProbeNote
source: Measured with TCP connect probes; this is not ICMP packet loss.
zh_hans: 使用 TCP 连接探测；不代表 ICMP 丢包率。

# network.packetLoss
source: Packet loss
zh_hans: 丢包率

# network.download
source: Download
zh_hans: 下载

# network.upload
source: Upload
zh_hans: 上传

# network.received
source: Received
zh_hans: 累计接收

# network.sent
source: Sent
zh_hans: 累计发送

# network.currentDNS
source: Current DNS
zh_hans: 当前 DNS

# network.benchmarking
source: Benchmarking…
zh_hans: 测试中…

# network.runBenchmark
source: Run DNS benchmark
zh_hans: 运行 DNS 测试

# network.noIssues
source: No measured issues
zh_hans: 未发现已测量问题

# network.gateway
source: Gateway
zh_hans: 网关

# network.proxy
source: Proxy
zh_hans: 代理

# network.appUsageUnavailable
source: Per-process network byte counters are unavailable through a stable public API.
zh_hans: 稳定的公共 API 未提供逐进程网络字节计数。

# network.appUsageSource
source: No nettop parsing or privileged helper is used as a substitute.
zh_hans: 不会用 nettop 解析或特权 helper 冒充此数据。

# network.optimizationReadOnly
source: DNS changes are read-only until you confirm and authorize them.
zh_hans: DNS 修改在确认并授权前始终为只读。

# network.optimization.confirmTitle
source: Change DNS settings?
zh_hans: 更改 DNS 设置？

# network.optimization.confirmMessage
source: LexCleaner will request administrator authorization, change only the selected network service, and measure the result. No change is made if you cancel.
zh_hans: LexCleaner 将请求管理员授权，只修改选定的网络服务并测量结果。取消后不会修改任何设置。

# network.optimization.confirm
source: Confirm and authorize
zh_hans: 确认并授权

# network.optimization.noImprovement
source: No measured improvement; original settings were restored.
zh_hans: 未测得改善，已恢复原设置。

# network.optimization.rollbackVerified
source: Rollback verified.
zh_hans: 已验证回滚。

# network.optimization.status.planned
source: Plan ready
zh_hans: 计划已准备

# network.optimization.status.applied
source: DNS change applied after authorization.
zh_hans: 已获授权并应用 DNS 修改。

# network.optimization.status.rolledBack
source: DNS settings restored.
zh_hans: 已恢复 DNS 设置。

# network.optimization.status.requiresAdministrator
source: Administrator authorization was not granted.
zh_hans: 未获得管理员授权。

# network.optimization.status.unsupported
source: This network service cannot be changed safely.
zh_hans: 无法安全修改此网络服务。

# network.optimization.status.failed
source: DNS change failed safely.
zh_hans: DNS 修改已安全失败。

# network.originalDNS
source: Original DNS
zh_hans: 原 DNS

# network.proposedDNS
source: Proposed DNS
zh_hans: 建议 DNS

# network.requestAuthorization
source: Request authorization
zh_hans: 请求授权

# network.rollback
source: Restore original
zh_hans: 恢复原设置

# network.preparePlan
source: Prepare best measured DNS plan
zh_hans: 生成最佳实测 DNS 计划

# network.kind.ethernet
source: Ethernet
zh_hans: 以太网

# network.kind.cellular
source: Cellular
zh_hans: 蜂窝网络

# network.kind.loopback
source: Loopback
zh_hans: 回环

# network.kind.other
source: Other
zh_hans: 其他

# network.kind.unknown
source: Unknown
zh_hans: 未知

# network.issue.pathTitle
source: Network path unavailable
zh_hans: 网络路径不可用

# network.issue.pathDetail
source: System path status: %@
zh_hans: 系统路径状态：%@

# network.issue.dnsTitle
source: DNS configuration unavailable
zh_hans: DNS 配置不可用

# network.issue.dnsDetail
source: No resolver addresses were exposed by the system.
zh_hans: 系统未提供解析器地址。

# network.issue.gatewayTitle
source: Gateway unavailable
zh_hans: 网关不可用

# network.issue.gatewayDetail
source: The default gateway was not exposed.
zh_hans: 系统未提供默认网关。

# network.issue.probeTitle
source: Probe failures detected
zh_hans: 发现探测失败

# network.issue.probeDetail
source: TCP probe failure rate: %@%%
zh_hans: TCP 探测失败率：%@%%

# network.issue.interfaceTitle
source: Interface counters reported
zh_hans: 接口报告了错误计数

# network.issue.interfaceDetail
source: %@ input, output, or dropped-packet counters were reported.
zh_hans: 报告了 %@ 个输入、输出或丢包计数。

# network.issue.proxyTitle
source: Proxy is active
zh_hans: 代理已启用

# network.issue.proxyDetail
source: Traffic may be affected by the configured proxy.
zh_hans: 网络流量可能受当前代理影响。

# diagnostics.title
source: Diagnostics and feedback
zh_hans: 诊断与反馈

# diagnostics.export
source: Export diagnostic report
zh_hans: 导出诊断报告

# diagnostics.copy
source: Copy diagnostic information
zh_hans: 复制诊断信息

# diagnostics.feedback
source: Open feedback page
zh_hans: 打开反馈页面

# diagnostics.privacyNotice
source: Reports are created only when you request them. They exclude usernames, private paths, file names, file contents, tokens, and credentials. Nothing is uploaded automatically.
zh_hans: 仅在你主动请求时生成报告。报告不包含用户名、私人路径、文件名、文件内容、Token 或凭据，也不会自动上传任何数据。
